<section class="bg-bg">
    <div class="px-30 py-20">
        <div class="grid grid-cols-[470px_1fr] gap[72px]">
            <div>
                <div class="relative mb-10">
                    <div class="absolute -top-12.5 text-[128px] font-bold uppercase text-red blur-[6px] opacity-30">МИАСС</div>
                    <h2 class="relative z-10 text-[64px] uppercase font-title font-bold text-red">О ГОРОДЕ</h2>
                </div>

                <div class="space-y-8 text-[20px] text-gray">
                    <p>Миасс родился в 1773 году как медеплавильный завод купца Лугинина. Но настоящая слава пришла с золотом: в XIX веке долина реки превратилась в гигантский прииск. Здесь император Александр I нашёл самородок весом 3 кг, а мастеровой Никифор Сюткин в 1842 году — легендарный «Большой треугольник» (36 кг!), один из крупнейших в мире.</p>
                    <p>В 1892 году через Миасс прошёл первый поезд на строящемся Транссибе. Кстати, от Москвы до станции Миасс I — ровно 2000 км.</p>
                    <p>Статус город получил в 1926 году. В 1941 году сюда эвакуировали завод ЗИС — так родился автомобильный гигант «Урал». А в 1950-х началась космическая эра: в Машгородке создали ракетное КБ Макеева. Не случайно с 2025 года Миасс носит звание «Город трудовой доблести».</p>
                    <p>Сегодня это «Уральская Швейцария»: горы, сосны и жемчужина — озеро Тургояк, второе по чистоте в России после Байкала. Летом — пляжи и яхты, зимой — горнолыжные курорты «Райдер» и «Солнечная долина». Город, где можно найти и золото, и ракету, и идеальный снежный склон.</p>

                </div>

                <div>

                </div>



                
            </div>

            <div class="relative">

            </div>

        </div>
    </div>
</section>











